Repository: ViennaRSS/vienna-rss
Catalog: Vienna/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, eu, fr, gl, it, ja, ko, lt, nl, pt_br, pt_pt, ru, sv, tr, uk, zh_hans, zh_hant

source: Open Link in Background
da: Åben henvisning i baggrunden
de: Link im Hintergrund öffnen
es: Abrir enlace en segundo plano
fr: Ouvrir le lien en arrière plan
nl: Open link op de achtergrond
pt_pt: Abrir hiperligações nos separadores em segundo plano
ru: Открыть ссылку в фоне
sv: Öppna länk i bakgrunden
zh_hant: 在背景中開啟連結

source: Open Reader Authentication Failed
da: Open Reader godkendelse fejlede
de: Open Reader Authentifizierungsfehler
es: Error al autenticar en Open Reader
fr: Échec d'authentification sur le serveur Open Reader
gl: Erro ao autenticar en Open Reader
lt: Open Reader autentikacija nepavyko
nl: Open Reader-identiteitscontrole mislukt
pt_pt: A autenticação Open Reader fracassou
ru: В авторизации в Open Reader отказано
sv: Open Reader autentisering misslyckades
zh_hant: Open Reader 認證失敗

source: Open With
da: Åben med
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
lt: Atverti naudojant
nl: Open met
pt_pt: Abrir com
ru: Открыть с помощью
sv: Öppna med
zh_hant: 開啟方式

source: Open with %@
da: Åben med %@
de: Öffnen mit %@
es: Abrir con %@
fr: Ouvrir avec %@
nl: Open met %@
pt_pt: Abrir com %@
ru: Открыть с помощью %@
sv: Öppna med %@
zh_hant: 用 %@ 開啟

source: Plugin installed
da: Udvidelse installeret
de: Plug-In installiert
es: Complemento instalado
fr: Plugin installé
gl: Plugin instalado
lt: Įskiepis įdiegtas
nl: Plug-in toegevoegd
pt_pt: Extensão instalada
ru: Плагин установлен
sv: Insticksfil installerat
zh_hant: 已安裝的外掛項目

source: Redirection attempt treated as temporary for safety concern
da: Omdirigeringsforsøg blev anset som midlertidigt af sikkerhedshensyn
de: Weiterleitung wurde aus Sicherheitsgründen als temporär behandelt
es: Intento de redirección tratado como temporal por problemas de seguridad
fr: Demande de redirection traitée, par mesure de prudence, à titre temporaire
gl: A tentiva de redirección foi tratada como temporal por seguridade
lt: Bandymas persiųsti į kitą svetainę (redirect) sulaikytas kaip saugumo pavojus
nl: Poging tot doorverwijzing behandeld als tijdelijk om veiligheidsredenen
pt_pt: Redirecção tida como temporária por razões de segurança
ru: Зафиксирована попытка перенаправления
sv: Omdirigeringsförsök behandlas som tillfälligt av säkerhetsskäl
zh_hant: 基於安全考量，此次重導已被處理。

source: Retrieving folder image for Open Reader Feed
da: Henter mappeikon til Open Reader feed
de: Empfange Ordnerbilder für den Open Reader Feed
es: Recuperando icono de la carpeta para la fuente de Open Reader
fr: Récupération de l'icône associée au flux Open Reader
gl: Recuperando a icona do cartafol para a fonte de Open Reader
lt: Open Reader Feed aplankų paveikslėliai parsiunčiami
nl: Mapsymbool voor Open Reader-feed ophalen
pt_pt: A obter a imagem de pasta para o fluxo do Open Reader
ru: Получение иконки для Open Reader подписки
sv: Hämtar mappbild för Open Reader Feed
zh_hant: 正在接收 Open Reader 的資料夾圖檔

source: RSS Icon not found!
da: RSS ikon ikke fundet!
de: RSS-Symbol nicht gefunden!
es: ¡Icono de la suscripción no encontrado!
fr: Icône RSS non trouvée !
gl: Icona da subscrición non atopada!
lt: RSS prenumeratos paveikslėlis nerastas!
nl: RSS-symbool niet gevonden!
pt_pt: Ícone do RSS não encontrado!
ru: Иконка RSS не найдена!
sv: RSS ikon hittades inte!
zh_hant: 找不到圖示。

source: Run script “%@”
da: Kør skriptet "%@"
de: Skript „%@“ ausführen
es: Ejecutar script “%@”
fr: Lancer le script « %@ »
nl: Voer script '%@' uit
pt_pt: Executar o script %@
ru: Запустить скрипт “%@”
sv: Kör skriptet ”%@”
zh_hant: 執行腳本 "%@"

source: Safari Reading List
da: Safari læseliste
de: Safari-Leseliste
fr: Liste de lecture de Safari
nl: Safari-leeslijst
pt_pt: Lista de leitura do Safari
ru: Пояснительный лист Safari
sv: Safari-läslista
zh_hant: Safari 閱讀清單

source: Search
da: Søg
de: Suchen
fr: Rechercher
nl: Zoek
pt_pt: Procurar
ru: Поиск
sv: Sök
zh_hant: 搜尋

source: Search current web page
da: Søg nuværende hjemmeside
de: Webseite durchsuchen
es: Buscar en página web actual
fr: Chercher dans la page actuelle
gl: Procurar na páxina web actual
lt: Ieškoti šiame puslapyje
nl: Doorzoek huidige webpagina
pt_br: Pesquisar na página web atual
pt_pt: Procurar na presente página da Teia
ru: Поиск по текущей веб-странице
sv: Sök på nuvarande webbsida
zh_hant: 查詢當前網頁

source: Search for folders
da: Søg efter mapper
de: Suche nach Ordnern
es: Filtrar carpetas
fr: Rechercher dans les dossiers
lt: Ieškoti aplankų
nl: Zoek naar mappen
pt_pt: Procurar por pastas
ru: Поиск по подпискам
sv: Sök efter mappar
uk: Знайти теки
zh_hans: 搜索文件夹
zh_hant: 查詢所有資料夾

source: Select
da: Vælg
de: Auswählen
es: Seleccionar
fr: Sélectionner
nl: Selecteer
pt_pt: Seleccionar
ru: Выбрать
sv: Välj
zh_hant: 選擇

source: Send email to %@
da: Send email til %@
de: E-Mail an %@ senden
es: Enviar correo electrónico a %@
fr: Adresser un e-mail à %@
nl: Stuur e-mail naar %@
pt_pt: Enviar correio electrónico para %@
ru: Отправить письмо на %@
sv: Skicka mejl till %@
zh_hant: 傳送電子郵件給 %@

source: Send email to %@ with subject “%@”
da: Send email til %1$@ med emnet “%2$@”
de: E-Mail an %1$@ senden mit dem Betreff „%2$@“
es: Enviar correo electrónico a %1$@ con asunto “%2$@”
fr: Envoyer à %1$@ un e-mail dont l’objet est « %2$@ »
nl: Stuur e-mail naar %1$@ met als onderwerp '%2$@'
pt_pt: Enviar correio electrónico para %1$@ com o assunto “%2$@”
ru: Отправить письмо на %1$@ с заголовком "%2$@"
sv: Skicka mejl till %1$@ med ämnet ”%2$@”
zh_hant: 傳送電子郵件給 %1$@​，標題為 "%2$@"

source: Show Main Window…
da: Vis hovedvindue…
de: Hauptfenster anzeigen …
es: Mostrar ventana principal…
fr: Fenêtre principale…
lt: Rodyti pagrindinį langą…
nl: Toon hoofdvenster…
pt_pt: Exibir a janela principal…
ru: Показать главное окно…
sv: Visa huvudfönster…
zh_hant: 顯示主視窗

source: Text
da: Tekst
es: Texto
eu: Testua
fr: Texte
gl: Texto
it: Testo
ja: テキスト
ko: 텍스트
lt: Tekstas
nl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
tr: Metin
uk: Текст
zh_hans: 内容
zh_hant: 內文

source: The "%@" folder cannot be created.
da: Mappen "%@" kan ikke laves.
de: Der Ordner „%@“ konnte nicht erstellt werden.
es: La carpeta "%@" no se puede crear.
fr: Le dossier "%@" ne peut pas être créé.
gl: O cartafol "%@" non puido ser creado.
nl: De map "%@" kan niet worden gecreëerd.
pt_br: A pasta "%@" não pode ser criada.
pt_pt: A pasta %@ não pôde ser criada.
ru: Ошибка создания папки "%@".
sv: Mappen "%@" kan inte skapas.
zh_hant: 資料夾「%@」無法被建立

source: This folder cannot be chosen because you don’t have permission.
da: Denne mappe kan ikke vælges eftersom du ikke har tilladelser til den.
de: Dieser Ordner kann nicht ausgewählt werden, da du nicht über die erforderlichen Zugriffsrechte verfügst.
es: No se puede elegir esta carpeta ya que no tiene permiso.
fr: Vous n'avez pas les autorisations nécessaires pour utiliser ce dossier.
nl: Deze map kan niet worden gekozen, omdat je geen bevoegdheden hebt.
pt_pt: Não tem permissão para seleccionar esta pasta.
ru: Эта папка не может быть выбрана, потому что у вас недостаточно прав.
sv: Denna mapp kan inte väljas då du inte har behörighet.
zh_hant: 因為你沒有權限，所以這個資料夾不能選。

source: Unsubscribing from an Open Reader RSS feed will also remove your locally cached articles.
da: Hvis du afabonnerer fra et Open Reader RSS feed vil det også automatisk fjerne de lokalt cachede artikler.
de: Lokal zwischengespeicherte Artikel dieses Open-Reader-Feeds werden gelöscht, wenn du den Feed löschst.
es: Cancelando la suscripción de una fuente RSS de Open Reader también borrará los artículos almacenados localmente.
fr: Se désabonner d'un fil RSS dans Open Reader supprimera aussi les copies locales des articles.
gl: Asegúrate de que o nome de usuario e o contrasinal precisos para acceder ao servidor de Open Reader foron inseridos correctamente nas preferencias de Vienna. Comproba tamén o teu acceso a internet.
lt: Ištrinti Open Reader RSS prenumeratą
nl: Het opzeggen van een Open Reader-abonnement verwijdert ook de gecachete artikelen.
pt_br: Excluir Assinatura RSS do Open Reader
pt_pt: Anular a assinatura dum fluxo RSS Open Reader vai igualmente retirar os seus artigos em cache do seu computador.
ru: Отписывание от RSS-ленты из Open Reader, приведет к удалению статей, сохраненных локально.
sv: Om du avbryter prenumerationen på ett Open Reader RSS-flöde kommer även dina lokalt cachade artiklar att tas bort.
zh_hant: 將 OpenReader 端的 RSS 頻道停訂之後，快取於本地端的文章也同時會被刪除。

source: Upgrade Database
da: Opgrader databasen
de: Datenbank aktualisieren
es: Actualizar base de datos
fr: Mettre à jour la base de données
gl: Actualizar a base de datos
lt: Atnaujinti nuomenų bazės versiją į naujesnę
nl: Werk database bij
pt_br: Atualizar Banco de Dados
pt_pt: Actualizar a base de dados
ru: Обновить базу данных
sv: Uppgradera databas
zh_hant: 更新資料庫

source: URL
da: Henvisning
lt: Nuoroda
ru: URL-адрес
zh_hant: 網址

source: Vienna may not work as expected if the database is corrupted. We recommend you quit Vienna and either restore the database (%@) from a backup or attempt a sqlite3 recovery.
da: Vienna fungerer måske ikke som forventet hvis der er fejl i databasen. Vi anbefaler at du afslutter Vienna og enten gendanner databasen (%@) fra en backup, eller prøver en sqlite3 recovery.
de: Möglicherweise funktioniert Vienna nicht wie erwartet, wenn die Datenbank beschädigt ist. Wir empfehlen, Vienna zu schließen und entweder die Datenbank (%@) aus einem Backup wiederherzustellen oder eine SQLite3 Wiederherstellung zu versuchen.
fr: Vienna peut ne pas fonctionner correctement lorsque sa base de données est corrompue. Nous recommandons de quitter Vienna et de restaurer la base de données (%@) à partir d'une sauvegarde fiable, ou de tenter une récupération via sqlite3.
nl: Vienna werkt mogelijk niet als verwacht als de database beschadigd is. Wij raden aan dat je Vienna stopt en ofwel de database (%@) vanuit een reservekopie herstelt, ofwel ze met sqlite3 probeert te herstellen.
ru: Vienna может не работать, если база данных повреждена. Мы рекомендуем вам выйти из Vienna и восстановить базу данных (%@) из последнего сохранения или попытаться сделать sqlite3 восстановление.
sv: Vienna kanske inte fungerar som väntat om databasen är korrupt. Vi rekommenderar att du avslutar Vienna och antingen återställer databasen (%@) från backup eller provar en sqlite3 recover.

source: Vienna must upgrade its database to the latest version. This may take a minute or so. We apologize for the inconvenience.
da: Vienna er nød til at opgradere dens database til den nyeste version. Dette tager omkring et minut. Vi underskylder for ulejligheden.
de: Vienna muss seine Datenbank auf den neuesten Stand bringen. Dieser Vorgang kann eine Weile dauern. Wir entschuldigen uns für die Wartezeit.
es: Vienna debe actualizar su base de datos a la última versión. Esto puede tardar un minuto más o menos. Lamentamos el inconveniente.
fr: Vienna doit effectuer une mise à jour de sa base de données. Cela peut prendre une minute ou plus. Merci de votre compréhension.
gl: Vienna debe actualizar a súa base de datos á última versión. Isto pode tardar un minuto máis ou menos. Perdoa polo inconveniente.
lt: Vienna privalo atnaujinti duomenų bazes versiją į naujesnę. Tai gali užtrukti apie minutę. Atsiprašome dėl nepatogumų.
nl: Vienna moet de database bijwerken naar de laatste versie. Dit kan enige tijd duren. Excuses voor het ongemak.
pt_br: O Vienna precisa atualizar seu banco de dados para a última versão. Isto pode demorar um minuto ou dois. Pedimos desculpas pelo inconveniente.
pt_pt: O Vienna tem de actualizar a sua base de dados para a versão mais recente. Isto pode levar uns minutos. Lamentamos o incómodo.
ru: Vienna необходимо обновить свою базу данных до последней версии. Это может занять минуту или около того. Приносим свои извинения за доставленные неудобства.
sv: Vienna måste uppgradera sin databas till den senaste versionen. Detta kan ta någon minut eller så. Vi ber om ursäkt för besväret.
zh_hant: 新版的 Vienna 必須更新資料庫，這可能會需要幾分鐘的時間，造成不便請見諒。

source: Vienna's database seems to be corrupted. Would you like to quit Vienna or continue anyway?
da: Viennas database ser ud til at være korrupt. Vil du gerne afslutte Vienna eller forsætte alligevel?
de: Viennas Datenbank scheint beschädigt zu sein. Möchtest du Vienna schließen oder trotzdem fortfahren?
fr: La base de données de Vienna semble être corrompue. Voulez-vous quitter l'application ou continuer malgré tout ?
nl: Vienna's database lijkt beschadigd te zijn. Wil je Vienna stoppen of toch doorgaan?
ru: Похоже, база данных Vienna повреждена. Хотите ли выйти из Vienna или продолжить в любом случае?
sv: Vienna's databas verkar vara korrupt. Vill du avsluta Vienna eller fortsätta iallafall?

source: Date Published
de: Veröffentlicht
fr: Date de publication
nl: Publicatiedatum
sv: Publiceringsdatum

source: Last Update
de: Letztes Update
fr: Dernière mise à jour
nl: Laatste update
sv: Senast uppdaterad
